<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Badges Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used for badges.
    |
    */

    'novice_gamer' => [
        'name' => 'Начинающий игрок',
        'description' => 'За прохождение первой тропы.',
    ],
    'pro_gamer' => [
        'name' => 'Профессиональный игрок',
        'description' => 'Станьте настоящим мастером игры, пройдя двадцать пять троп.',
    ],
    'seasoned_creator' => [
        'name' => 'Опытный Создатель',
        'description' => 'Награда за создание пяти троп.',
    ],
    'novice_creator' => [
        'name' => 'Начинающий Создатель',
        'description' => 'Награда за создание первой тропы.',
    ],
    'seasoned_gamer' => [
        'name' => 'Опытный игрок',
        'description' => 'Награда за прохождение пяти троп.',
    ],
    'pro_creator' => [
        'name' => 'Профессиональный Создатель.',
        'description' => 'Освойте искусство творения, создав двадцать пять троп.',
    ],
    'veteran_creator' => [
        'name' => 'Бывалый Создатель',
        'description' => 'Награда за создание десяти троп.',
    ],
    'veteran_gamer' => [
        'name' => 'Бывалый игрок',
        'description' => 'Награда за прохождение десяти троп.',
    ],
    'social' => [
        'name' => 'Мастер общения',
        'description' => 'Награда за вход через социальную сеть.',
    ],
    'register' => [
        'name' => 'Создатель аккаунта',
        'description' => 'Награда за создание аккаунта.',
    ],

];
