<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Notifications Language Line
    |--------------------------------------------------------------------------
    |
    | The following language lines are used by the notifications.
    |
    */

    'greeting' => [
        'error' => 'Упс! Ошибка',
        'normal' => 'Здравствуйте!',
    ],
    'body' => [
        'sub' => 'Если у вас возникли проблемы с нажатием кнопки":Текст действия" , скопируйте и вставьте URL-адрес ниже в свой веб-браузер:',
    ],
    'footer' => [
        'all-rights-reserved' => 'Все права защищены.',
    ],
    'regards' => 'С уважением',
    'email' => [
        'password-reset' => [
            'reason' => 'Вы получаете это письмо, потому что мы получили запрос на сброс пароля для вашей учётной записи.',
            'action' => 'Сброс пароля',
            'explanation' => 'Если вы не запрашивали сброс пароля, никаких дополнительных действий не требуется.',
        ],
        'account-verify' => [
            'reason' => 'Вы получаете это электронное письмо, потому что с этим адресом электронной почты была создана учётная запись.',
            'action' => 'Подтвердить учётную запись',
            'explanation' => 'Если вы не создавали эту учётную запись, никаких дополнительных действий не требуется. Не проверенные учётные записи будут автоматически удалены через 48 часов.',
        ],
    ],
];
